{
	"challenge": [
	{
		"number": 1,
		"name": "Start slowly",
		"content": "Some comfortable situations constrain our physical condition. The first challenge will be to favor certain actions today:\n   - Take the stairs and do not the elevator\n   - If you take the car, park further and finish on foot\n   - If you take the subway, stop a station earlier."
	},
	{
		"number": 2,
		"name": "Be cultured",
		"content": "It is time to open up to other topics. That's why today you will have to read an article on a topic you do not know. It can be music, video games, science, politics. But it can also be an article in a different language !"
	},
	{
		"number": 3,
		"name": "No more news ?",
		"content": "There are surely in your entourage people that you do not hate but that you have no news. So this is the time to ask what they have become and why not see them again."
	},
	{
		"number": 4,
		"name": "Refreshing the mind",
		"content": "Today the challenge will not be easy although very effective. It consists of finishing your shower by remaining 5 seconds under cold water. It is based on the Wim Hof method, better known as \"Iceman\". The principle is based on a breath control and a gradual adaptation to the cold. The benefits are physical (strengthens immunity, helps the blood circulation, firms the skin) and mental (a better state of mind, control of emotions)."
	},
	{
		"number": 5,
		"name": "Lost ?",
		"content": "It's time to expand your social skills and you will start smoothly. Pick a place and ask people how to get there. It can be a monument, a restaurant or a bar. You do not have to go after :) You have to do the first step to expand your comfort zone. You will have more results if you continue this challenge the following days."
	},
	{
		"number": 6,
		"name": "Concentration",
		"content": "Meditation is often used to focus on yourself and learn how to handle stressful situations. There are different ways to start. You can download an application or watch a youtube video. Start with 10 minutes of meditation, which you can continue the following days."
	},
	{
		"number": 7,
		"name": "Do not be negative anymore",
		"content": "Everyday, many situations are governed by external events and you can not do anything. For example when it suddenly starts to rain, you're stuck in traffic, or there are many people in the restaurant. So it is useless to get upset and try to think of something else."
	},
	{
		"number": 8,
		"name": "Change the way to move",
		"content": "It is possible to get out of your comfort zone so that everyone benefits. And I suggest to change your way of travel by public transport or cycling.\nIf this is already the case,  you can change your route to break the routine.\nYou can also take 30 minutes to go for a walk and choose streets that you did not know before."
	},
	{
		"number": 9,
		"name": "Selective sorting",
		"content": "It must have been several years that you are on social networks and you have always postponed the day you would sort. But this day has arrived. So choose a social network, browse the list of your friends and subscriptions, and delete all things that are now superfluous."
	},
	{
		"number": 10,
		"name": "Be cultured #2",
		"content": "After being interested in reading, I suggest you to discover a new musical style. Find a slot of 1:30 to discover one of them: metal, rap, K-pop, funk, etc. Choose a style you really do not know and you might be surprised !\nIf you do not listen to music, you can start a new TV series or watch a movie, always in a different kind of your habits."
	},
	{
		"number": 11,
		"name": "Selective sorting #2",
		"content": "After sorting through your friends, I suggest you sort your clothes. It's time to do several heaps:\n   - Clothes to throw\n   - Clothes to give (to associations or relatives)\n   - Clothes to keep\nThis will give you a clean space by doing a good action !"
	},
	{
		"number": 12,
		"name": "New tastes",
		"content": "Maybe like me you do not change enough the type of dishes you consume. It's time to discover new things. If you are neophyte, you can go to a Chinese restaurant, Japanese, Thai ... But there are many cultures to discover and so here is a list if you have no idea:\n   - Lebanese\n   - Antillean\n   - Polish\n   - Swedish\n   - Cameroon\n   - Pakistani\n   - Lithuanian"
	},
	{
		"number": 13,
		"name": "Nobody is perfect",
		"content": "It is very rare to see people asking for their defaults. It is often these faults that harm certain relationships.\nSo today I'm going to ask you to make the effort to see your friends / colleagues to ask them your qualities first, then your defaults. You have to be ready to accept them because it will allow you to improve yourself."
	},
	{
		"number": 14,
		"name": "Helping others",
		"content": "Today will be based on kindness, so you will have to do nice things and be polite !\nHere are some examples to help you:\n   - Open / hold the door\n   - Pick up trash you find on your way\n   - Offer a meal to a homeless"
	},
	{
		"number": 15,
		"name": "Socializing",
		"content": "The last time you asked your way to a stranger. Now we will complicate the thing by asking for an opinion because the person will use his subjective part ! So you have to approach a starnger in the street and ask him his opinion on a cafe / bar, or if he knows a nice place you could go, for a drink for example."
	},
	{
		"number": 16,
		"name": "Yes Chef !",
		"content": "You may not be cooking, so it's time to get started. You will have to cook a meal to put yourself in the right way :)\nAnd if you cook often, let your imagination run and learn a new recipe!"
	},
	{
		"number": 17,
		"name": "Projection",
		"content": "We often have short-term goals than long-term. And without them, there is no change in your life. So I let you take your computer and write a goal for each year for 30 years. It can be activities, trips, promotion, children !"
	},
	{
		"number": 18,
		"name": "Win time !",
		"content": "There are many ways to save time.\nThe first is optimization. For example to read in transport, listen to a podcast (trainer) rather than the car radio.\nThe second is to do the tasks right away rather than rescheduled them away ! Your time will be better organized.\nThe third is to prioritize tasks. Television, TV series and internet are extremely time consuming. Is not it better to use one's time to do something else ?\nThanks to these methods, you now have more time to do an activity that you have always wanted to learn (play music, play sports, write, code, ...) and start today !"
	},
	{
		"number": 19,
		"name": "All alone",
		"content": "Today's challenge will be to go out alone in a restaurant or bar. This is a situation that you have probably never done but it will allow you to find yourself. Try hard to avoid using your phone to escape. Look at people, talk to them, think about your future."
	},
	{
		"number": 20,
		"name": "It was better before ?",
		"content": "We always think about situations in our childhood whether they are good or not. Write a letter to the teen that you were, allowing you to put words on what happened. To understand things with more hindsight and to exteriorize emotions."
	},
	{
		"number": 21,
		"name": "All alone # 2",
		"content": "Today the challenge will look like going out alone at the restaurant. The goal is to isolate you to think in a more extreme way. So you will have to do nothing for 30 minutes. No telephone, no internet, no television, no discussions. You can isolate yourself at home or go outside to realize this challenge. Use this time to ask yourself the right questions and think about how to apprehend life from now on."
	},
	{
		"number": 22,
		"name": "Who is the BOSS !",
		"content": "Today you will have a better appreciation of you !\nStart by listing your qualities, take time to find them all. It will boost your confidence in you.\nNow, list 3 things you are most proud of.\nYou must now continue ! Stop your negative thoughts, do not insult yourself anymore, but rather congratulate yourself when you succeed in motivating yourself, when you reach your goals.\nYou are the BOSS !"
	},
	{
		"number": 23,
		"name": "A healthy mind in a healthy body",
		"content": "You have done a lot of work on your mind lately. But there were also some physical challenges to feel better. And there is something more important than sport: nutrition. It is the beginning for having a healthy mind. So today, pay attention to your diet. Drink water, do not eat sweets or cakes. And if you continue this challenge longer, you have some cheat meals to stay motivated !"
	},
	{
		"number": 24,
		"name": "Wake up !",
		"content": "Do you want to save time? So make the effort to get up 1 hour earlier !\nYou can do housework, an activity (sports, read, write). Always think about finishing what you started. It allows you to start your day with a positive note and a successful action. Little trick: make your bed !"
	},
	{
		"number": 25,
		"name": "Dare at work",
		"content": "You may not be a chef, manager but that does not prevent to have an opinion. Wait a meeting to say your opinion, bring a new idea to the project. Do not be a follower but actor. You have to show that you are motivated and want to create value."
	},
	{
		"number": 26,
		"name": "Do not be afraid of rejection",
		"content": "Rejection is a defense mechanism to protect us. And it is this fear that defines our comfort zone. This area where we are uncomfortable. But we must provoke these situations to extend it !\nToday's challenge is to buy a coffee and ask for 10% off. You can find other ideas, the only goal is to be rejected !\nI really advise you to cause this rejection as much as possible and make it a challenge during 30 days."
	},
	{
		"number": 27,
		"name": "A healthy mind in a healthy body # 2",
		"content": "Last time you managed to deprive yourself of sugar. Now, we will step up to a higher level. You will have to be motivated to succeed. You'll have to stop smoking for a day, coffee or alcohol !\nThe choice is yours. If you do not think it's possible, reduce the quantities. Addictions are counterproductive. Do not forget to congratulate yourself when you succeed."
	},
	{
		"number": 28,
		"name": "Be kind !",
		"content": "You will have to go back in the street to continue improving your social interactions. Go see strangers and give them a compliment. It is possible that you get rejected but in most cases  you will make them happy.\nYou can also play at shifumi, it will be just as effective."
	},
	{
		"number": 29,
		"name": "Say \"I love you\"",
		"content": "Perhaps the most difficult challenge but we are nearing the end !\nFind 5 minutes a day and call your parents, brothers and sisters and tell them that you love them.\nIn that case you are in conflict with someone, forget the past and take the first step to open the discussion. Try to fix the the relationship."
	},
	{
		"number": 30,
		"name": "Plan your future",
		"content": "You have already begun to question yourself. But have you tried to answer the questions that stress you ?\nHere is a list below and I will ask you to think about it seriously. This is the last challenge do your best !\n   - Do you want to move ?\n   - Do you want to change jobs ? Get promoted ?\n   - Do you want to create a business ?\n   - Do you want to leave your partner or do you want to find one ?"
	}
	]
}