{
	"challenge": [
	{
		"number": 1,
		"name": "Début en douceur",
		"content": "Certaines situations confortables brident nos conditions physiques. Le premier défi sera donc de privilégier certaines actions aujourd’hui:\n   - Prends les escaliers et interdit toi l'ascenseur\n   - Si tu prends la voiture, gare toi plus loin et terminez à pied\n   - Si tu prends le métro, arrête toi une station plus tôt."
	},
	{
		"number": 2,
		"name": "Cultive toi",
		"content": "Il est grand temps de s’ouvrir à d’autres sujets. C’est pour cela qu’aujourd’hui tu devras lire un article sur un sujet que tu ne connais pas. Cela peut être la musique, les jeux vidéos, la science, la politique. Mais cela peut aussi être un article dans une langue différente !"
	},
	{
		"number": 3,
		"name": "Plus de nouvelles ?",
		"content": "Il y a sûrement dans ton entourage des personnes que tu ne détestes pas mais dont tu n’as plus de nouvelles. C’est donc le moment pour demander ce qu’ils sont devenus et pourquoi pas les revoir."
	},
	{
		"number": 4,
		"name": "Se rafraîchir les idées",
		"content": "Aujourd’hui le défi ne sera pas évident bien que très efficace. Il consiste à terminer ta douche en restant 5 secondes sous l’eau froide. Il se base sur la méthode Wim Hof, du nom de l’inventeur, plus connu sous le nom de \“Iceman\”. Le principe repose sur un contrôle de la respiration et d’une adaptation graduelle au froid. Les bienfaits sont physique (renforce son immunité, aide à la circulation sanguine, raffermit la peau) et mental (un meilleur état d’esprit, gestion des émotions)."
	},
	{
		"number": 5,
		"name": "Perdu ?",
		"content": "Il est temps d’étendre ta sociabilité et tu vas commencer en douceur. Choisis un endroit et demande à des gens comment t’y rendre. Cela peut être un monument, un restaurant ou encore un bar. Tu n’es bien sûr pas obligé d’y aller après :) Toujours est-il que cela va te permettre de commencer à faire le premier pas et étendre ta zone de confort. Tu peux continuer ce défi les jours qui suivent."
	},
	{
		"number": 6,
		"name": "La concentration",
		"content": "La méditation est souvent utilisée pour se concentrer sur soi-même et apprendre à gérer des situations stressantes. Il y a différentes manières de commencer. Tu peux télécharger une application ou regarder une vidéo youtube. Commence par 10 minutes de méditation aujourd’hui, que tu peux continuer les jours suivants."
	},
	{
		"number": 7,
		"name": "Ne sois plus négatif",
		"content": "Beaucoup de situations de la vie quotidienne sont régies par des évènement extérieurs et tu n’y peux rien. Par exemple quand il se met soudainement à pleuvoir, que tu es coincé dans des embouteillages, ou qu’il y a du monde au restaurant. Il est donc inutile de s’énerver et essayes de penser à autre chose."
	},
	{
		"number": 8,
		"name": "Changer ses déplacements",
		"content": "Il est possible de sortir de sa zone de confort pour que cela profite à tous. Et je te propose donc de changer ton mode de déplacement. Privilégie les transports en commun ou le vélo.\nSi ce n’est pas possible tu peux modifier ton itinéraire pour changer de ta routine.\nTu peux aussi prendre 30 minutes pour aller te balader et emprunter des rues que tu ne connaissais pas avant."
	},
	{
		"number": 9,
		"name": "Le tri sélectif",
		"content": "Cela doit faire plusieurs années que tu es sur les réseaux sociaux et tu as toujours repoussé le jour où tu ferais le tri. Mais ce jour est arrivé. Donc choisi un réseau social, parcours la liste de tes amis, abonnement et supprime toutes les choses devenues superflues."
	},
	{
		"number": 10,
		"name": "Un peu de culture #2",
		"content": "Après s’être intéressé à la lecture, je te propose de découvrir un nouveau style musical. Trouve un créneau d’1h30 pour découvrir un de ces genres: le métal, le rap, la K-pop, la funk, etc. Choisis un style que tu ne connais vraiment pas et tu pourrais être surpris !\nSi tu n’écoutes pas de musique, tu peux commencer une nouvelle série ou regarder un film toujours dans un genre différent de tes habitudes."
	},
	{
		"number": 11,
		"name": "Tri sélectif #2",
		"content": "Après avoir fait le tri dans tes amis, je te propose de trier tes vêtements. C’est le moment de faire plusieurs tas:\n   - Vêtements à jeter\n   - Vêtements à donner (à des associations ou à des proches)\n   - Vêtements à garder\nTu auras ainsi un espace plus sain et sans superflu, et tout ça en faisant une bonne action !"
	},
	{
		"number": 12,
		"name": "De nouveaux goûts",
		"content": "Peut-être comme moi tu ne changes pas assez le type de plats que tu consomment. Il est temps de découvrir de nouvelles choses. Si tu es néophyte, tu peux aller dans un restaurant chinois, japonais, thaïlandais … Mais il y a énormément de cultures à découvrir et donc voici une liste si tu n’as pas d’idée:\n   - Libanais\n   - Antillaise\n   - Polonaise\n   - Suédoise\n   - Camerounaise\n   - Pakistanaise\n   - Lituanienne"
	},
	{
		"number": 13,
		"name": "Personne n’est parfait",
		"content": "Il est très rare de voir des personnes demander ses défauts et ce sont souvent ces défauts qui nuisent à certaines relations.\nEt donc aujourd’hui je vais te demander de faire l’effort de voir tes amis / collègues pour leur demander tes qualités au début, puis tes défauts. Il faut que tu sois bien sûr prêt à les accepter car cela te permettra de t’améliorer."
	},
	{
		"number": 14,
		"name": "Aider son prochain",
		"content": "Aujourd’hui sera basé sur la bonté, tu devras donc faire des choses sympas et être poli !\nVoici quelques exemples pour t’aider:\n   - Ouvrir / tenir la porte\n   - Ramasser des déchets que tu trouves sur ton chemin\n   - Offrir un repas à un sans abri"
	},
	{
		"number": 15,
		"name": "Sociabilisation",
		"content": "La dernière fois tu demandais ton chemin à un inconnu. Maintenant on va complexifier la chose en demandant un avis car on fait appelle au subjectif de la personne ! Tu dois donc allé voir une personne dans la rue et lui demander son avis sur un café / bar, ou alors si il connait un endroit sympa ou tu pourrais te rendre, pour boire un verre par exemple."
	},
	{
		"number": 16,
		"name": "Oui Chef !",
		"content": "Tu ne cuisines peut-être pas et c’est donc le moment pour t’y mettre. Tu devras cuisiner un repas pour te remettre dans le droit chemin :)\nEt si tu cuisines souvent, laisse cours à ton imagination et apprends une nouvelle recette !"
	},
	{
		"number": 17,
		"name": "Projection",
		"content": "Nous avons souvent des objectifs à court terme mais très peu à long terme. Et sans objectifs, il n'y a pas de changement. Je te laisse donc choisir ton support préféré et écrire un objectif à atteindre pour chaque année pendant 30 ans. Cela peut être des activités, voyages,  une promotion, des enfants !"
	},
	{
		"number": 18,
		"name": "Gagner du temps !",
		"content": "Il y a plusieurs façons de gagner du temps.\nLa première est l'optimisation. Par exemple de lire dans les transports, écouter un podcast (formateur) plutôt que la radio en voiture.\nLa deuxième est de faire les tâches tout de suite plutôt que les repousser ! Ton temps sera mieux organisé.\nLa troisième est de prioriser les tâches. La télévision, les séries et internet sont extrêmement chronophage. Ne vaut-il mieux pas utiliser son temps pour faire autre chose ?\nGrâces à ces méthodes, tu as maintenant plus de temps pour faire une activité que tu as toujours voulu apprendre (jouer de la musique, faire un sport, écrire, coder, …) et tu commenceras aujourd'hui !"
	},
	{
		"number": 19,
		"name": "Tout seul",
		"content": "Le défi d’aujourd’hui sera de sortir seul dans un restaurant ou dans un bar. C’est une situation que tu n’as surement jamais fait mais ça te permettra de te retrouver. Essaye au maximum de ne pas utiliser ton téléphone pour fuir. Regarde les gens, parle leur, réfléchis à ton avenir."
	},
	{
		"number": 20,
		"name": "C'était mieux avant ?",
		"content": "On repense toujours à des situations de notre enfance qu’elles soient bien ou non. Écris une lettre à l’ado que tu étais te permettra de mettre des mots sur ce qui s’est passé. De comprendre les choses avec plus de recul et d’extérioriser les émotions."
	},
	{
		"number": 21,
		"name": "Tout seul #2",
		"content": "Aujourd’hui le challenge ressemblera celui de sortir seul au restaurant. Le but étant de t’isoler pour réfléchir de manière plus extrême. Tu devras donc au cours de ta journée ne rien faire pendant 30 minutes. Pas de téléphone, pas d’internet, pas de télévision, pas de discussions. Tu peux t’isoler chez toi ou sortir dehors pour réaliser ce défi. Utilise ce temps pour te poser les bonnes questions et réfléchir comment appréhender la vie à partir de maintenant."
	},
	{
		"number": 22,
		"name": "Qui es le BOSS !",
		"content": "Aujourd’hui tu vas avoir une meilleur estime de toi !\nCommence par lister tes qualités, prends du temps pour les toutes les trouver. Cela va rebooster ta confiance en toi.\nListe maintenant 3 choses dont tu es le plus fier.\nIl faut maintenant que tu continues ! Arrête tes pensées négatives, ne t’insultes plus mais plutôt félicite toi quand tu réussi à te motiver, quand tu atteins tes objectifs.\nTu es le BOSS !"
	},
	{
		"number": 23,
		"name": "Un esprit sain dans un corps sain",
		"content": "Tu as pas mal travaillé sur ton esprit ces derniers jours. Mais il y a eu aussi quelques défis physiques pour te sentir en meilleur forme. Et il y a autre de plus important que le sport: la nutrition. C’est la base pour avoir un esprit sain. Donc penses aujourd’hui à faire attention à ton alimentation. Bois que de l’eau, ne manges pas de bonbons ou de gâteaux. Et si tu continues ce défi sur le long terme, tu as le droit à quelques écarts, l’important est toujours de rester motivé !"
	},
	{
		"number": 24,
		"name": "Réveille toi !",
		"content": "Tu veux gagner du temps ? Alors fais l’effort de te lever 1 heure plus tôt !\nTu pourras faire des tâches ménagères, une activité (faire du sport, lire, écrire). Pense à toujours finir ce que tu as commencé. Ça te permets de commencer ta journée par une note positive et une action réussie. Petite astuce: fais ton lit !"
	},
	{
		"number": 25,
		"name": "Ose au travail",
		"content": "Tu n’as peut être pas un poste de chef, de manager mais cela n’empêche pas d’avoir un avis. Profites d’une réunion pour dire ton avis, apportes quelque chose au projet. Ne sois plus suiveur mais acteur. Il faut montrer que tu es motivé et que tu veux apporter de la plus value."
	},
	{
		"number": 26,
		"name": "Ne plus avoir peur du rejet",
		"content": "Le rejet est un mécanisme de défense pour nous protéger. Et c’est cette peur qui défini notre zone de confort. Cette zone où l’on est mal à l’aise. Mais il faut provoquer ces situations pour l’étendre !\nLe défi d’aujourd’hui est d’acheter un café et de demander 10% de réduction. Tu peux trouver d’autres idées, le seul but étant de se faire rejeter ! Je te conseille vraiment de provoquer ce rejet le plus possible et en faire un défi 30 jours."
	},
	{
		"number": 27,
		"name": "Un esprit sain dans un corps sain #2",
		"content": "La dernière fois tu as réussi à te priver de sucre qui n’apporte pas grand chose pour ton corps. Mais on va aujourd’hui passer à un niveau supérieur. Tu devras faire preuve de motivation pour réussir. Tu devras pendant un jour arrêter de fumer, le café ou l’alcool !\nA toi de choisir. Si tu ne pense que ce n’est pas possible réduis les quantités. Les addictions sont contre productives. N’oublies surtout pas de t’auto félicité quand tu arrives à t’en passer."
	},
	{
		"number": 28,
		"name": "Sois gentil",
		"content": "Tu vas devoir retourner dans la rue pour continuer d’améliorer tes interactions sociales. Va donc voir des inconnus et fais leur un compliment. Il est possible que tu te fasse rejeter mais dans la plupart de cas tu leurs feras plaisir.\nTu peux aussi faire une partie de shifumi, cela sera tout aussi efficace pour apporter de la bonne humeur."
	},
	{
		"number": 29,
		"name": "Dire \“je t’aime\”",
		"content": "Peut-être le défi le plus difficile mais on approche de la fin !\nTrouve 5 minutes dans la journée et appelle tes parents, frères et soeurs et dis leur de vive voix que tu les aimes.\nIl se peut que tu soit en conflit avec une de ces personnes. Fais table rase du passé et fais le premier pas pour ouvrir à la discussion. Essaie d’arranger cette relation."
	},
	{
		"number": 30,
		"name": "Planifie ton avenir",
		"content": "Tu as déjà commencer à te remettre en question. Tu t’es posé des questions sur ton avenir, tes objectifs. Mais as tu tenté de répondre aux questions qui t’angoisse. Voici une liste ci-dessous et je vais te demander d’y réfléchir sérieusement. C’est le dernier défi et il faut que cette application t’ai permise de changer ta vie.\n   - Veux-tu déménager ?\n   - Veux-tu changer de travail ? Avoir une promotion ?\n   - Veux-tu monter ta propre boîte ?\n   - Veux-tu quitter ton / ta partenaire ?\n   - Veux-tu trouver un / une partenaire?"
	}
	]
}